Repository: guillaumebel/nibbles-clutter
Catalog: blackjack/help/*/*.po
Languages: da, de, eu

source: <application>Blackjack</application> Manual
da: Manual til <application>Blackjack</application>
de: <application>Blackjack</application>-Handbuch
eu: <application>Blackjack</application>en eskuliburua

source: Blackjack is a casino rules, multiple deck blackjack game for the GNOME Project. The object of the game is to obtain a hand value that is closer to 21 than that of the dealer, without going over 21. The player bets with virtual chips.
da: Blackjack er et spil til GNOME-projektet med kasinoregler og flere sæt kort. Formålet med spillet er at få en værdi på hånden, som er tættere på 21, end den hånd som kortgiveren har, uden at komme over 21. Spilleren bruger virtuelle jetoner som indsats.
eu: Blackjack kasinoko arauak aplikatzen dituen karta sorta anitzeko jokoa da, GNOME proiektuarentzat prestatua. Jokoaren helburua da eskualdiko balioa 21etik gertuago egotea banatzailearen eskualdiko balioa baino, 21 gainditu gabe.

source: GNOME Documentation Project
da: GNOME dokumentationsprojekt
de: GNOME-Dokumentationsprojekt
eu: GNOMEren dokumentazio-proiektua

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
da: Tilladelse er givet til at kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License (GFDL), version 1.1 eller enhver senere version udgivet af Free Software Foundation; uden invariante afsnit, forsidetekster, samt bagsidetekster. Du kan se en kopi af GFDL her <ulink type="help" url="ghelp:fdl">link</ulink> eller i filen COPYING-DOCS som distribueres sammen med denne manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
eu: Baimena ematen da dokumentu hau kopiatu, banatu eta/edo aldatzeko, Free Software Foundation-ek argitaratutako GNU Dokumentazio Librearen Lizentziaren 1.1. bertsioan edo berriago batean ezarritako baldintzetan, atal aldaezinik gabe, aurreko azaleko testurik gabe eta atzeko azaleko testurik gabe. GFDL lizentziaren kopia <ulink type="help" url="ghelp:fdl">esteka honetan</ulink> edo eskuliburu honekin batera ematen den COPYING-DOCS fitxategian aurkituko duzu.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
da: Denne manual er en del af den samling af GNOME-manualer som udgives under GFDL. Hvis du ønsker at distribuere denne manuel adskilt fra samlingen, kan du gøre dette ved at tilføje en kopi af licensen til manualen, som beskrevet i afsnit 6 af licensen.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
eu: Eskuliburu hau GFDL lizentziarekin banatzen diren GNOME eskuliburuen bildumakoa da. Eskuliburu hau bildumatik bereizita banatu nahi baduzu, banatu dezakezu, baina eskuliburuari lizentziaren kopia bat gehitu beharko diozu lizentzian bertan 6. atalean azaltzen den bezala.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
da: En stor del af de navne som anvendes af firmaer til at identificere deres produkter og tjenester hævdes som værende varemærker. Hvor disse navne fremgår i en hvilken som helst GNOME-dokumentation, og medlemmerne af GNOME-dokumentationsprojeket er gjort opmærksom på disse varemærker, så er disse navne vist med store bogstaver eller stort begyndelsesbogstav.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
eu: Enpresek beren produktu eta zerbitzuak bereizteko erabiltzen dituzten izen asko marka erregistratu gisa hartu behar dira. Izen horiek GNOMEren edozein agiritan agertzen direnean, eta GNOMEren Dokumentazio Proiektuko kideak marka komertzialak direla konturatzen direnean, izen horiek maiuskulaz idatzita agertuko dira, osorik edo hasierako letra bakarrik.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
da: DETTE DOKUMENT GØRES TILGÆNGELIGT SÅDAN SOM DET ER, UDEN NOGEN FORM FOR GARANTI, HVERKEN UDTALT ELLER ANTYDET, DERIBLANDT, UDEN BEGRÆNSNINGER, GARANTIER OM AT DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET ER FRIT FOR DEFEKTER, PASSENDE TIL ET BESTEMT FORMÅL ELLER IKKE-KRÆNKENDE. DU HÆFTER SELV FOR HELE RISIKOEN VEDRØRENDE KVALITET, KORREKTHED OG YDELSE FOR DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET. SKULLE ET DOKUMENT, ELLER EN ÆNDRET VERSION AF ET DOKUMENT VISE SIG AT VÆRE DEFEKT PÅ EN HVILKEN SOM HELST MÅDE, HÆFTER DU FOR BETALING FOR EVENTUEL NØDVENDIG SERVICE, REPARATION ELLER KORREKTION (OG IKKE HVERKEN DEN OPRINDELIGE FORFATTER, SKRIBENT ELLER NOGEN ANDEN BIDRAGYDER). DENNE ERKLÆRING OM GARANTIFORBEHOLD ER EN ESSENTIEL DEL AF DENNE LICENS. INGEN BRUG AF NOGET DOKUMENT ELLER ÆNDRET VERSION AF DOKUMENTET ER AUTORISERET HERUNDER BORTSET FRA DENNE ANSVARSFRASKRIVELSE OG
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
eu: DOKUMENTUA "DAGOEN-DAGOENEAN" EMATEN DA, INOLAKO BERMERIK GABE, EZ ESPRESUKI ADIERAZITAKORIK ETA EZ INPLIZITURIK ERE; BESTEAK BESTE EZ DA BERMATZEN DOKUMENTUA EDO BERTSIO ALDATUA AKATSIK GABEA DENIK, MERKATURATZEKO EDO XEDE JAKIN BATERAKO EGOKIA DENIK EDO ARAURIK HAUSTEN EZ DUENIK, HORI GUZTIA MUGARIK GABE. DOKUMENTUAREN EDO DOKUMENTUAREN BERTSIO ALDATUAREN KALITATEARI, ZEHAZTASUNARI ETA PERFORMANTZIARI BURUZKO ERANTZUKIZUN OSOA ZUREA DA. DOKUMENTUREN BATEK EDO BERTSIO ALDATUREN BATEK EDOZEIN MOTATAKO AKATSIK IZANEZ GERO, ZUK (EZ HASIERAKO IDAZLEAK, EZ EGILEAK ETA EZ INONGO KOLABORATZAILEK) ZEURE GAIN HARTU BEHARKO DUZU BERRIKUSTEKO, KONPONTZEKO EDO ZUZENTZEKO BEHAR DIREN ZERBITZU GUZTIEN KOSTUA. BERME-UKATZE HAU LIZENTZIA HONEN FUNTSEZKO ZATIA DA. EZ DA BAIMENIK EMATEN EZEIN DOKUMENTU EDO BERTSIO ALDATU ERABILTZEKO, BALDIN ETA EZ BADA BERME-UKATZE HAU ONARTZEN.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
da: UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER FORSYNER AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTERFEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PART HAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
eu: EZIN IZANGO DA INONGO ZIRKUNSTANTZIARIK EDO LEGE-TEORIARIK OINARRI HARTU --EZ ERANTZUKIZUN ZIBILARI BURUZKORIK (ZABARKERIA BARNE HARTUTA), EZ KONTRATUARI BURUZKORIK, EZ BESTERIK-- DOKUMENTU HONEN EDO BERTSIO ALDATU BATEN EGILEA, HASIERAKO IDAZLEA, EDOZEIN KOLABORATZAILE EDO BANATZAILE, EDO ALDERDI HORIEN EDOZEIN HORNITZAILE BESTE PERTSONA BATEN AURREAN ERANTZULE EGITEKO, PERTSONA HORREK EDOZEIN MOTATAKO KALTEA JASAN DUELAKO (ZUZENEKOA, ZEHARKAKOA, BEREZIA, INTZIDENTALA EDO ONDORIOZKOA), HALA NOLA (ETA MUGARIK GABE) BEZEROAK GALTZEA, LANA ETEN BEHARRA, ORDENAGAILUAK EZ IBILTZEA EDO GAIZKI IBILTZEA, EDO DOKUMENTUA NAHIZ HAREN BERTSIO ALDATUAK ERABILTZETIK ONDORIOZTATZEN DIREN EDO ERABILERA HORREKIN ZERIKUSIA DUTEN KALTEAK EDO GALERAK, ALDERDIARI KALTE HORIEK GERTA ZITEZKEELA ADITZERA EMAN BAZAIO ERE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
da: DOKUMENTET OG ÆNDREDE VERSIONER AF DOKUMENTET STILLES TIL RÅDIGHED UNDER GNU FREE DOCOMENTATION LICENSE MED FØLGENDE BETINGELSER: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
eu: DOKUMENTUA ETA DOKUMENTUAREN BERTSIO ALDATUAK GNU DOKUMENTAZIO LIBREAREN LIZENTZIAREN BALDINTZEN ARABERA EMATEN DIRA, ETA ONDOREN ZEHAZTEN DIRENAK ONARTZERA BEHARTZEN DUTE: <placeholder-1/>

source: Blackjack Manual V2.8
da: Blackjack manual version 2.8
de: Blackjack-Handbuch V2.8
eu: Blackjack-en eskuliburuaren 2.8 bertsioa

source: September 2004
eu: 2004ko iraila

source: This manual describes version 2.12 of Blackjack.
da: Denne manual beskriver version 2.12 af Blackjack.
de: Dieses Handbuch beschreibt Version 2.12 von Blackjack.
eu: Eskuliburu honek Blackjack-en 2.12 bertsioa azaltzen du

source: Feedback
da: Tilbagemeldinger
de: Rückmeldungen
eu: Ohar-bidaltzea

source: To report a bug or make a suggestion regarding the <application>Blackjack</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
da: Hvis du ønsker at indrapportere en fejl eller komme med et forslag vedrørende <application>Blackjack</application> eller denne manual så følg vejledningen på siden <ulink url="ghelp:gnome-feedback" type="help">tilbagemeldinger omkring GNOME</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Blackjack</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.
eu: <application>Blackjack</application>i buruzko akatsen berri emateko edo oharrak bidaltzeko, <ulink url="ghelp:gnome-feedback" type="help">GNOMEra oharrak bidaltzeko orria</ulink>n aurkituko dituzu argibideak.

source: Introduction
da: Indledning
de: Einführung
eu: Sarrera

source: <application>Blackjack</application> is a multiple deck, casino rules blackjack game. The object of the game is to hold cards having a higher count than those of the dealer without going over 21.
da: <application>Blackjack</application> er et blackjackspil der har flere sæt kort og spilles efter kasinoregler. Formålet med spillet er få kort der har en højere værdi end dem som kortgiveren har uden at komme over 21.
eu: <application>Blackjack</application> aplikazioa kasinoko arauak aplikatzen dituen karta sorta anitzeko jokoa da. Jokoaren helburua da banatzailearen kartak baino balio handiagoko kartak edukitzea da, 21 gainditu gabe.

source: Blackjack Basics
da: Blackjack - det grundlæggende
de: Grundlagen von Blackjack
eu: Blackjack-en oinarriak

source: Blackjack Terminology
da: Blackjack - terminologi
de: Terminologie von Blackjack
eu: Blackjack-en terminologia

source: Here are a few important terms that are used in the game.
da: Her er nogle vigtige termer som bruges i spillet.
de: Hier einige wichtige im Spiel verwendete Begriffe.
eu: Ondoren, jokoan erabiltzen diren termino garrantzitsuenak azaltzen dira.

source: A hand whose first two cards total 21; an instant win worth 150% of your wager
da: En hånd hvor dine to første kort giver 21; en øjeblikkelig gevinst værd 150 % af din indsats
eu: Eskuko lehenengo bi karten batura 21 bada, zure apustuaren % 150 irabazi duzu

source: Bust
da: Gået over
de: Bust - Raus
eu: Pasatu

source: When the value of a hand exceeds 21; a losing hand
da: Når værdien af en hånd overgår 21; en tabende hånd
eu: Eskualdiaren balioak 21 gainditzen badu, jokaldia galdu egiten da

source: Double down
da: Doble ned
de: Einsatz verdoppeln
eu: Bikoiztu

source: To double the initial wager and receive exactly one more card
da: At fordoble den oprindelige indsats og modtage præcis et kort mere
eu: Hasierako apustua bikoiztea eta karta bat gehiago jasotzea

source: Hit
da: Køb
de: Weitere Karte
eu: Eskatu

source: To request another card to be added to the hand
da: At anmode om at endnu et kort tilføjes til hånden
eu: Eskualdiari beste karta bat gehitzeko eskatzea

source: Insurance
da: Forsikring
de: Versicherung nehmen
eu: Segurua

source: A side wager of 50% of the original wager that the dealer has a natural 21 (aka blackjack) that is offered when the dealer's face up card is an ace. If the dealer has a natural 21 then the player is paid double.
da: Et sideindsats på 50 % af den oprindelige indsats på at kortgiveren har en naturlig 21 (også kaldet blackjack) som tilbydes når kortgiveren har et es som opadvendt kort. Hvis kortgiveren har en naturlig 21 så modtager spilleren dobbelt indsats.
de: Versicherung ist ein zusätzlicher Einsatz von 50% des ursprünglichen Einsatzes für den Fall, dass der Geber natürliche 21 (Blackjack) hat. Die Versicherung wird angeboten, wenn die aufgedeckte Karte des Gebers ein Ass ist. Sollte der Geber natürliche 21 haben, bekommt der Spieler das Doppelte der Versicherung. Anderenfalls ist sie verloren.
eu: Hasierako apustuaren % 50 jokatzen da banatzaileak 21 puntu dituenean (Blakcjack-a); banatzaileak gora begira jartzen duen lehenengo karta batekoa denean egiten da apustua. Banatzaileak berezko 21 puntu baditu, jokalariari bikoitza ordaintzen dio.

source: Push
da: Uafgjort
de: Gleichstand
eu: Berdinketa

source: When the value of the player hand and the dealer hand are equal and the original wager is returned to the player
eu: Jokalariaren eta banatzailearen eskualdiek balio bera dutenean, jokalariari itzultzen zaio jatorrizko apustua

source: Split
de: Teilen
eu: Zatitu

source: When a hand starts with two cards of the same value (or rank) it may be split to form two independent hands
da: Når en hånd starter med to kort af samme værdi (eller rang) må hånden deles op og danne to uafhængige hænder
de: Wenn eine Hand mit zwei Karten des selben Wertes (oder Ranges) beginnt, kann sie in zwei unabhängige Hände geteilt werden.
eu: Eskualdia balio (edo maila) bereko bi kartekin hasten denean, bi eskualdi independente egiteko zatitu daiteke

source: Stand
da: Stå
de: Bleiben
eu: Planto egin

source: To stop adding cards to a hand
da: For at stoppe med at tilføre kort til en hånd
de: Keine weiteren Karten zur Hand hinzufügen
eu: Eskualdira karta gehiago ez gehitzea

source: Surrender
da: Giv op
de: Aufgeben
eu: Amore eman

source: To give up half your wager to not complete the hand
da: For at opgive halvdelen af din indsats for ikke at færdiggøre hånden
eu: Zure apustuaren erdia bertan behera uztea, eta eskualdia osatu gabe uztea

source: Card Values
da: Kortværdier
de: Kartenwerte
eu: Karten balioa

source: An Ace can count as either 1 or 11.
da: Et es tæller som enten 1 eller 11.
de: Ein Ass kann entweder als 1 oder 10 gezählt werden.
eu: Batekoak 1 edo 11 balio dezake.

source: The cards 2 through 9 are valued as indicated.
da: Kortene 2 til 9 har den værdi kortene viser.
de: Die Karten von 2 bis 9 entsprechen ihren Zahlenwerten.
eu: 2tik 9ra bitarteko kartek berek adierazten duten balioa dute.

source: The 10, Jack, Queen, and King are all valued at 10.
da: 10, knægt, dronning og konge har alle værdien 10.
de: Die Zehn, der Bube, die Dame und der König haben alle einen Wert von 10.
eu: 10ekoak, txankak, erreginak eta erregeak 10 balio dute.

source: In blackjack, each card is assigned a value. <placeholder-1/>
da: I blackjack har hvert kort en værdi. <placeholder-1/>
de: In Blackjack ist jeder Karte ein Wert zugeordnet. <placeholder-1/>
eu: Blackjack-en karta bakoitzari balio bat ematen zaio. <placeholder-1/>

source: The value of a hand is the sum of the values of each card in the hand.
da: Værdien af hånden er summen af den enkelte værdi på hvert kort i hånden.
de: Der Wert einer Hand ist die Summe der Werte aller Karten in der Hand.
eu: Eskuko balioa eskuan dituzun karten balioaren batura da.

source: Dealer Rules
da: Kortgiverregler
de: Regeln für den Geber
eu: Banatzailearentzako arauak

source: Dealer stands on all 17s
da: Kortgiver står på alle 17'er
eu: Banatzaileak 17ra arte jokatzen du

source: The dealer must continue to draw cards (hit) until the hand total is at least 17.
da: Kortgiveren skal fortsætte med at trække kort (køb) indtil hånden er på mindst 17.
eu: Banatzaileak kartak banatzen jarraitu behar du, eskualdia gutxienez 17koa izan arte guztira.

source: Dealer hits soft 17
da: Kortgiver rammer blød 17
eu: Banatzaileak 17 biguna banatzen du

source: The dealer must continue to draw cards (hit) until the hand total is at least 17, except when the dealer has a soft total of 17 he must take another card. A soft total is one where an Ace card is counted as an 11.
da: Kortgiveren skal fortsætte med at trække kort (køb) indtil håndens total er mindst 17, undtaget når dealeren har en blød total på 17 må han tage endnu et kort. En blød total er en hvor et es tæller som 11.
eu: Banatzaileak kartak banatzen jarraitu behar du eskualdia guztira gutxienez 17koa izan arte, guztira 17 biguna duenean izan ezik. Orduan, beste karta bat hartu behar du. Biguna guztira bat da, batekoak 11 balio duenean.

source: The dealer must play his hand according to very specific rules. There are two basic rule variations that determine what hand total the dealer must draw to. <placeholder-1/>
da: Kortgiveren skal spille sin hånd efter meget specifikke regler. Der er to basale regelvariationer, som afgører hvilken håndtotal kortgiveren skal trække ekstra kort til. <placeholder-1/>
eu: Banatzaileak arau zehatzei jarraituz jokatu behar du bere eskua. Oinarrizko bi arau daude eta banatzailearen eskuaren balioa guztira zenbatekoa izan daitekeen zehazten dute. <placeholder-1/>

source: Getting Started
da: Sådan kommer du i gang
de: Erste Schritte
eu: Erabiltzen hastea

source: To Start <application>Blackjack</application>
da: Start af <application>Blackjack</application>
de: So starten Sie <application>Blackjack</application>
eu: <application>Blackjack</application> abiaraztea

source: You can start <application>Blackjack</application> in the following ways:
da: Du kan starte <application>Blackjack</application> på følgende måder:
de: Sie können <application>Blackjack</application> auf folgende Arten starten:
eu: Aukera hauek dituzu <application>Blackjack</application> abiarazteko:

source: <guimenu>Applications</guimenu> menu
da: Menuen <guimenu>Programmer</guimenu>
de: Menü <guimenu>Anwendungen</guimenu>
eu: <guimenu>Aplikazioak</guimenu> menua

source: Choose <menuchoice><guisubmenu>Games </guisubmenu><guimenuitem>Blackjack</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guisubmenu>Spil </guisubmenu><guimenuitem>Blackjack</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Spiele</guisubmenu><guimenuitem>Blackjack</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guisubmenu>Jokoak</guisubmenu><guimenuitem>Blackjack</guimenuitem></menuchoice>.

source: Command line
da: Kommandolinje
de: Befehlszeile
eu: Komando-lerroa

source: To start <application>Blackjack</application> from a command line, type the following command, then press <keycap>Return</keycap>:
da: Du kan starte <application>Blackjack</application> ved hjælp af kommandolinjen ved at skrive den følgende kommando og derefter taste <keycap>Retur</keycap>:
de: Um <application>Blackjack</application> in einer Befehlszeile zu starten, geben Sie folgenden Befehl ein und drücken dann auf die <keycap>Eingabetaste</keycap>:
eu: <application>Blackjack</application> komando-lerrotik abiarazteko, idatzi komando hau eta sakatu <keycap>Sartu</keycap>:
