Repository: guillaumebel/nibbles-clutter
Catalog: blackjack/help/*/*.po
Languages: da, de, eu

source: When the <guilabel>Show dealer probabilities</guilabel> option is selected in the <guilabel>Game</guilabel> tab of the <guilabel>Preferences</guilabel> dialog, the exact expected values (in percent of initial bet) of each available player option are displayed over the table surface, to the left of the dealer's hand. These values take into account all cards in your current hand and the dealer's face up card. For example, suppose the number displayed for standing is -12.345. This means that if you played out the current situation many, many times, standing each time, with a 1.00 initial wager, then on average you would lose 0.12345.
da: Når indstillingen <guilabel>Vis sandsynligheder for kortgiver</guilabel> er valgt i fanebladet <guilabel>Spil</guilabel> i vinduet <guilabel>Indstillinger</guilabel> vises de præcise værdier (i procent af oprindelig indsats) på hver mulig spillerhandling over bordets overflade, til venstre for kortgiverens hånd. Disse værdier tager alle kort i din aktuelle hånd og kortgiverens opadvendte kort med i beregningen. For eksempel, antag at nummeret vist for at stå er -12.345. Dette betyder at hvis du spiller den nuværende situation rigtig mange gang, vil det at stå hver gang, med en oprindelig indsats på 1.00 give dig et tab på 0.12345.
eu: <guilabel>Hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Jokoa</guilabel> fitxan dagoen <guilabel>Erakutsi banatzailearen probabilitateak</guilabel> aukera hautatzen denean, jokalari bakoitzak lor ditzakeen balioen aurreikuspen zehatza bistaratzen da mahaian (hasierako apustuaren ehunekotan), banatzailearen karten ezkerraldean. Balio horiek eskuan dituzun karta guztiak eta banatzaileak bistaratuta dauzkan kartak hartzen ditu kontuan. Eman dezagun planto egiteko bistaratutako zenbakia 12.345 dela. Honen arabera, egoera hori askotan agertu bazaizu eta hasierako apustua 1.00 izanik, batez beste 0.12345 galduko zenuke.

source: About <application>Blackjack</application>
da: Om <application>Blackjack</application>
de: Über <application>Blackjack</application>
eu: <application>Blackjack</application> aplikazioari buruz

source: <application>Blackjack</application> was written by William Jon McCann (<email>mccann@jhu.edu</email>).
da: <application>Blackjack</application> blev skrevet af William Jon McCann (<email>mccann@jhu.edu</email>).
de: <application>Blackjack</application> wurde von William Jon McCann (<email>mccann@jhu.edu</email>) geschrieben.
eu: <application>Blackjack</application> aplikazioa William Jon McCann-ek idatzi zuen (<email>mccann@jhu.edu</email>).

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:gnome-feedback" type="help">document</ulink>.
da: For at indrapportere en fejl eller komme med et forslag vedrørende dette program eller denne manual så følg vejledningen i dette <ulink url="ghelp:gnome-feedback" type="help">dokument</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zu dieser Anwendung oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen in diesem <ulink url="ghelp:gnome-feedback" type="help">Dokument</ulink>.
eu: Aplikazio honi buruzko akatsen berri emateko edo oharrak bidaltzeko, <ulink url="ghelp:gnome-feedback" type="help">dokumentua</ulink>n aurkituko dituzu argibideak.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
da: Dette program distribueres under betingelserne i licensen GNU General Public der udgives af Free Software Foundation; enten version 2 eller (ved dit valg) enhver senere version. En kopi af denne licens kan findes her <ulink url="ghelp:gpl" type="help">link</ulink>, eller i filen COPYING der er inkluderet med kildekoden til dette program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine Kopie der <citetitle>GNU General Public License</citetitle> finden Sie unter diesem <ulink url="ghelp:gpl" type="help">Link</ulink>, oder in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.
eu: Programa hau Free Software Foundation-ek argitaratutako GNU Lizentzia Publiko Orokorraren 2. bertsioan edo (nahiago baduzu) bertsio berriago batean jasotako baldintzen arabera banatzen da. Lizentzia horren kopia <ulink url="ghelp:gpl" type="help">esteka</ulink>honetan edo programa honen iturburu-kodean sartutako COPYING fitxategian aurkituko duzu.

source: translator-credits
da: Joe Hansen <joedalton2@yahoo.dk>, 2009. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Mario Blättermann <mario.blaettermann@t-online.de>
eu: Hizkuntza Politikarako Sailburuordetza hizpol@ej.gv.es

source: When the value of the player hand and the dealer hand are equal, the original wager is returned to the player
da: Når værdien på spillerens hånd svarer præcis til kortgiverens hånd, så returneres den oprindelige indsats til spilleren

source: Shows <application>Blackjack</application> main window. Contains titlebar, menubar, toolbar, playing area, and scrollbars. Menubar contains Game, Settings, and Help menus.
da: Viser hovedvinduet for <application>Blackjack</application>. Indeholder navnebjælke, menubjælke, værktøjsbjælke, spilområde og rullebjælke. Menubjælken indeholder menuerne: Spil, Opsætning og Hjælp.

source: <menuchoice><shortcut><keysym>Ctrl-N</keysym></shortcut><guimenuitem>New game</guimenuitem></menuchoice> — This clears the table and starts a new game.
da: <menuchoice><shortcut><keysym>Ctrl-N</keysym></shortcut><guimenuitem>Nyt spil</guimenuitem></menuchoice> — Denne rydder bordet og starter på et nyt spil.

source: <menuchoice><guimenuitem>Restart game</guimenuitem></menuchoice> — This clears the table and restarts the game.
da: <menuchoice><guimenuitem>Genstart spil</guimenuitem></menuchoice> — Denne rydder bordet og genstarter spillet.

source: <menuchoice><guimenuitem>Hint</guimenuitem></menuchoice> — This will give you the computer's best suggestion for your move.
da: <menuchoice><guimenuitem>Fif</guimenuitem></menuchoice> — Denne vil give dig computerens bedste forslag, til hvad du skal gøre.

source: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Exit</guimenuitem></menuchoice> — This quits the game.
da: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Afslut</guimenuitem></menuchoice> — Denne afslutter spillet.

source: <guimenuitem>Show tool bar</guimenuitem> — This toggle switches the tool bar on and off.
da: <guimenuitem>Vis værktøjsbjælke</guimenuitem> — Denne indstilling slår værktøjsbjælken til og fra.

source: <guimenuitem>Preferences…</guimenuitem> — This opens the <interface>Preferences Dialog</interface>, allowing you to configure the game.
da: <guimenuitem>Indstillinger…</guimenuitem> — Denne åbner <interface>Indstillingsvindue</interface> hvilket giver dig mulighed for at konfigurere spillet.

source: <guimenuitem>Contents</guimenuitem> — Opens your help browser and shows this manual.
da: <guimenuitem>Indhold</guimenuitem> — Åbner din hjælpebrowser og viser denne manual.

source: <guimenuitem>About</guimenuitem> — Opens the <interface>About Dialog</interface>, showing basic information about <application>Blackjack</application> such as its version number and the names of its authors.
da: <guimenuitem>Om</guimenuitem> — Åbner vinduet <interface>Om</interface>, som viser basal information om <application>Blackjack</application> såsom versionnummer og navnene på dets forfattere.

source: @@image: 'figures/blackjack_start_window.png'; md5=639433a68f4f671a78ef838afabdb21b
de: translated

source: <menuchoice><shortcut><keysym>Ctrl-N</keysym></shortcut><guimenuitem>New game</guimenuitem></menuchoice>— This clears the table and starts a new game.
de: <menuchoice><shortcut><keysym>Strg-N</keysym></shortcut><guimenuitem>Neu</guimenuitem></menuchoice>— Dies leert die Spielfäche und startet ein neues Spiel.

source: <menuchoice><guimenuitem>Restart game</guimenuitem></menuchoice>— This clears the table and restarts the game.
de: <menuchoice><guimenuitem>Neu starten</guimenuitem></menuchoice>— Dies leert die Spielfäche und startet das Spiel neu.

source: <menuchoice><guimenuitem>Hint</guimenuitem></menuchoice>— This will give you the computer's best suggestion for your move.
de: <menuchoice><guimenuitem>Hinweis</guimenuitem></menuchoice>— Hier gibt Ihnen der Computer eine Empfehlung für Ihre nächste Aktion.

source: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Exit</guimenuitem></menuchoice>— This quits the game.
de: <menuchoice><shortcut><keysym>Strg-Q</keysym></shortcut><guimenuitem>Beenden</guimenuitem></menuchoice>— Dies beendet das Spiel.

source: <guimenuitem>Show tool bar</guimenuitem>— This toggle switches the tool bar on and off.
de: <guimenuitem>Werkzeugleiste</guimenuitem>— Dies aktiviert oder deaktiviert die Anzeige der Werkzeugleiste.

source: <guimenuitem>Preferences…</guimenuitem>— This opens the <interface>Preferences Dialog</interface>, allowing you to configure the game.
de: <guimenuitem>Einstellungen</guimenuitem>— Dies öffnet den <interface>Einstellungsdialog</interface>, der Ihnen die Anpassung des Spiels ermöglicht.

source: <guimenuitem>Contents</guimenuitem>— Opens your help browser and shows this manual.
de: <guimenuitem>Inhalte</guimenuitem>— Öffnet Ihren Hilfebrowser und zeigt dieses Handbuch an.

source: <guimenuitem>About</guimenuitem>— Opens the <interface>About Dialog</interface>, showing basic information about <application>Blackjack</application> such as its version number and the names of its authors.
de: <guimenuitem>Info</guimenuitem>— Öffnet den <interface>Infodialog</interface>, welcher grundlegende Informationen über <application>Blackjack</application> anzeigt, wie beispielsweise die Versionsnummer und die Namen der Autoren.
