Repository: guillaumebel/nibbles-clutter
Catalog: blackjack/help/*/*.po
Languages: da, de, eu

source: When You Start <application>Blackjack</application>
da: Når du starter <application>Blackjack</application>
de: Beim Start von <application>Blackjack</application>
eu: <application>Blackjack</application> abiaraztean

source: When you start <application>Blackjack</application>, the following window is displayed.
da: Når du starter <application>Blackjack</application>, viser det følgende vindue sig.
de: Wenn Sie <application>Blackjack</application> starten, wird folgendes Fenster angezeigt.
eu: <application>Blackjack</application> abiaraztean, leiho hau bistaratzen da.

source: <application>Blackjack</application> Start Up Window
da: Opstartsvindue for <application>Blackjack</application>
de: <application>Blackjack</application>-Startfenster
eu: <application>Blackjack</application>en hasierako leihoa

source: Shows <placeholder-1/> main window. Contains titlebar, menubar, toolbar, playing area, and scrollbars. Menubar contains Game, Settings, and Help menus.
de: Zeigt das Hauptfenster von <placeholder-1/>. Enthält Titelleiste, Menüleiste, Werkzeugleiste, Spielfläche und Bildlaufleisten. Die Menüleiste enthält die Menüs »Spiel«, »Einstellungen« und »Hilfe«.
eu: Leiho nagusia bistaratzen du (<placeholder-1/>). Titulu-barra, menu-barra, tresna-barra, joko-eremua eta korritze-barrak erakusten ditu. Menu-barrak menu hauek ditu: Jokoak, Ezarpenak eta Laguntza.

source: The <application>Blackjack</application> window contains the following elements:
da: Vinduet <application>Blackjack</application> indeholder de følgende elementer:
de: Das <application>Blackjack</application>-Fenster enthält folgende Elemente:
eu: <application>Blackjack</application>en leihoan elementu hauek daude:

source: Menubar
da: Menubjælke
de: Menüleiste
eu: Menu-barra

source: The menus on the menubar contain all of the commands you need to work with files in <application>Blackjack</application>.
da: Menuerne på menubjælken indeholder alle de kommandoer, du behøver for at arbejde med filer i <application>Blackjack</application>.
de: Die Menüs in der Menüleiste enthalten alle Befehle, die Sie zum Arbeiten mit Dateien in <application>Blackjack</application> benötigen.
eu: Menu-barrako menuek <application>Blackjack</application>en fitxategiekin lan egiteko behar dituzun komando guztiak dituzte.

source: Toolbar
da: Værktøjsbjælke
de: Werkzeugleiste
eu: Tresna-barra

source: The toolbar contains a subset of the commands that you can access from the menubar.
da: Værktøjsbjælken indeholder en undergruppe af kommandoer, som du kan tilgå fra menubjælken.
de: Die Werkzeugleiste enthält eine Auswahl der Befehle, die Sie über die Menüleiste erreichen.
eu: Menu-barrako komando erabilienak izaten ditu tresna-barrak.

source: Statusbar
da: Statusbjælke
de: Statusleiste
eu: Egoera-barra

source: The statusbar displays information about current <application>Blackjack</application> activity and contextual information about the menu items.
da: Statusbjælken viser information om nuværende aktivitet i <application>Blackjack</application> og sammenhængende information om menupunkterne.
de: In der Statusleiste werden Informationen über die aktuelle <application>Blackjack</application>-Aktivität und Kontextinformationen über die Menüpunkte angezeigt.
eu: <application>Blackjack</application>en uneko jarduerari buruzko informazioa eta menu-elementuei buruzko testuinguru-informazioa bistaratzen ditu egoera-barrak.

source: Playing area
da: Spilområde
de: Spielfläche
eu: Joko-eremua

source: The playing area contains the dealer position, player position, player wager stack, and the player's chips.
da: Spilområdet indeholder kortgiverpositionen, spillerpositionen, spillerens indsatsområde og spillerens jetoner.
eu: Joko-eremuan banatzailearen kokalekua, jokalariaren kokalekua, jokalariaren apustu sorta eta jokalariaren fitxak daude.

source: <application>Blackjack</application> Menus
da: Menuer i <application>Blackjack</application>
de: <application>Blackjack</application>-Menüs
eu: <application>Blackjack</application>en menuak

source: The menu bar, located above the <interface>game table</interface>, contains the following menus:
da: Menubjælken, der befinder sig over <interface>spillebordet</interface>, indeholder de følgende menuer:
de: Die Menüleiste, die über der <interface>Spielfläche</interface> liegt, enthält folgende Menüs:
eu: Menu-barra <interface>jokatzeko mahaia</interface>ren gainean kokatuta dago eta menu hauek ditu:

source: Game
da: Spil
de: Spiel
eu: Jokoa

source: <menuchoice><shortcut><keysym>Ctrl-N</keysym></shortcut><guimenuitem>New game</guimenuitem></menuchoice>&mdash; This clears the table and starts a new game.
eu: <menuchoice><shortcut><keysym>Ktrl-N</keysym></shortcut><guimenuitem>Joko berria</guimenuitem></menuchoice>&mdash; honek mahaia garbitzen du eta joko berri bat abiarazten du.

source: <menuchoice><guimenuitem>Restart game</guimenuitem></menuchoice>&mdash; This clears the table and restarts the game.
eu: <menuchoice><guimenuitem>Berrabiarazi jokoa</guimenuitem></menuchoice>: honek mahaia garbitzen du eta jokoa berrabiarazten du.

source: <menuchoice><guimenuitem>Hint</guimenuitem></menuchoice>&mdash; This will give you the computer's best suggestion for your move.
eu: <menuchoice><guimenuitem>Iradokizuna</guimenuitem></menuchoice>&mdash; honek mugimendu horretarako ordenagailuak duen iradokizun onena emango dizu.

source: <menuchoice><shortcut><keysym>Ctrl-Q</keysym></shortcut><guimenuitem>Exit</guimenuitem></menuchoice>&mdash; This quits the game.
eu: <menuchoice><shortcut><keysym>Ktrl-Q</keysym></shortcut><guimenuitem>Irten</guimenuitem></menuchoice>&mdash; honek jokoa amaituko du.

source: This menu contains these items: <placeholder-1/>
da: Denne menu indeholder disse punkter: <placeholder-1/>
de: Dieses Menü enthält diese Einträge: <placeholder-1/>
eu: Menu honek elementu hauek ditu: <placeholder-1/>

source: Settings
da: Opsætning
de: Einstellungen
eu: Ezarpenak

source: <guimenuitem>Show tool bar</guimenuitem>&mdash; This toggle switches the tool bar on and off.
eu: <guimenuitem>Erakutsi tresna-barra</guimenuitem>: elementu honek tresna-barra aktibatzen eta desaktibatzen du.

source: <guimenuitem>Preferences&hellip;</guimenuitem>&mdash; This opens the <interface>Preferences Dialog</interface>, allowing you to configure the game.
eu: <guimenuitem>Hobespenak&hellip;</guimenuitem>: honek <interface>Hobespenen elkarrizketa-koadroa</interface> irekitzen du eta jokoa konfiguratzeko aukera ematen dizu.

source: Help
da: Hjælp
de: Hilfe
eu: Laguntza

source: <guimenuitem>Contents</guimenuitem>&mdash; Opens your help browser and shows this manual.
eu: <guimenuitem>Edukiak</guimenuitem>: laguntza-arakatzailea irekitzen du eta eskuliburu hau erakusten du.

source: <guimenuitem>About</guimenuitem>&mdash; Opens the <interface>About Dialog</interface>, showing basic information about <application>Blackjack</application> such as its version number and the names of its authors.
eu: <guimenuitem>Honi buruz</guimenuitem>: <interface>‘Honi buruz’ elkarrizketa-koadroa</interface> irekitzen du eta <application>Blackjack</application> aplikazioari buruzko oinarrizko informazioa erakusten du; esaterako, bertsio-zenbakia eta egileen izenak.

source: This menu contains: <placeholder-1/>
da: Denne menu indeholder: <placeholder-1/>
de: Dieses Menü enthält: <placeholder-1/>
eu: Menu honek elementu hauek ditu: <placeholder-1/>

source: <application>Blackjack</application> Playing Area
da: Spilområde i <application>Blackjack</application>
de: <application>Blackjack</application>-Spielfläche
eu: <application>Blackjack</application>en joko-eremua

source: The playing area (or table), located below the <interface>toolbar</interface>, contains the following elements:
da: Spilområdet (eller bordet), der befinder sig under værktøjsbjælken, indeholder de følgende elementer:
de: Die Spielfläche (oder der Spieltisch) unterhalb der <interface>Werkzeugleiste</interface> enthält die folgenden Elemente:
eu: Joko-eremua (edo mahaia), <interface>tresna-barra</interface>ren azpian dago eta elementu hauek ditu:

source: Dealer position
da: Kortgiverposition
de: Position des Gebers
eu: Banatzailearen kokalekua

source: This is where the dealer hand will be placed. It is located at the top of the playing area. On a clear table it will appear as a white outlined region.
da: Det er her, at kortgiverens hånd bliver placeret. Den er placeret i toppen af spilområdet. På et ryddet bord kan det ses som et område med en hvid markering.
eu: Banatzailearen eskualdiko kartak hemen kokatzen dira. Joko-eremuaren goialdean kokatzen da. Mahaia garbitutakoan, eremu huts zuri gisa agertuko da.

source: Player positions
da: Spillerpositioner
de: Position des Spielers
eu: Jokalariaren kokalekuak

source: This is where the player's hands will be placed. Initially, there will be only one player position. More will be created if the player splits a hand. On a clear table they will appear as white outlines below the dealer position.
da: Det er her hvor spillerens hånd vil blive placeret. I starten vil der kun være en spillerposition. Flere vil blive oprettet, hvis spilleren vælger at dele en hånd. På et blankt bord vil de vise sig med hvidt omrids under kortgiverens position.
eu: Jokalariaren eskualdiko kartak hemen kokatzen dira. Hasieran, jokalariak leku bakarra izango du. Jokalariak bere kartak zatitzen baditu, kokaleku gehiago sortuko dira. Mahaia garbitutakoan, eremu huts zuri gisa agertuko dira banatzailearen kokalekuaren azpian.

source: Player wager stack
da: Spillers indsatsbunke
eu: Jokalariaren apustu sorta

source: The wager stack represents the initial wager on each hand. It consists of a stack of chips located directly to the left of each player position.
da: Indsatsbunken repræsenterer den oprindelige indsats for hver hånd. Den består af en stak jetoner placeret direkte til venstre for hver spillers position.
eu: Apustu sorta eskualdi bakoitzaren hasieran egin diren apustuen adierazle da. Sorta hori fitxaz osatuta dago, eta jokalari bakoitzaren kokalekuaren ezkerrean kokatzen da.

source: Player chips
da: Jetoner
de: Spielchips
eu: Jokalariaren fitxak

source: The player's chips represent an infinite stack of chips for each of the chip values 100, 25, 5, and 1. These chips are used to modify the wager.
da: Spillerens jetoner repræsenterer en uendelig stak af jetoner hvor hver af jetonværdierne 100, 25, 5 og 1. Disse jetoner bruges til at ændre indsatsen.
eu: Jokalariaren fitxek fitxa sorta mugagabeak ordezkatzen dituzte, 100, 25, 5 eta 1 balioentzako sorta bana. Fitxa horiek apustua aldatzeko erabiltzen dira.

source: Usage
da: Brug
de: Benutzung
eu: Erabilera

source: To Set the Wager
da: For at vælge indsatsen
eu: Apustua egiteko

source: Double click on the player chip, located along the lower edge of the playing area, that you wish to add to your wager.
da: Dobbeltklik på jetonen som du ønsker at tilføje til din indsats. Jetonerne er placeret langs med det nedre hjørne af spilområdet.
eu: Egin klik bi aldiz apustuari gehitu nahi diozun fitxaren gainean, joko-eremuaren beheko izkinan.

source: Or, drag the desired chip onto your wager stack, located next to your hand.
da: Eller, træk den ønskede jeton over på din indsats, placeret ved siden af din hånd.
eu: Edo, bestela, arrastatu nahi duzun fitxa apustu sortara, zure karten ondora.

source: To increase the wager for the hand: <placeholder-1/>
da: For at øge indsatsen på hånden: <placeholder-1/>
eu: Eskualdiko apustua igotzeko: <placeholder-1/>

source: To Deal a New Hand
da: For at give en ny hånd
de: So geben Sie eine neue Hand
eu: Beste eskualdi bat banatzeko

source: A new hand can be dealt when the table is clear or when play has finished on the current hands.
da: En ny hånd kan gives, når bordet er ryddet eller, når spillet er afsluttet på de aktuelle hænder.
eu: Beste eskualdi bat banatu daiteke mahaia garbitutakoan edo uneko eskualdiko jokoa amaitutakoan .

source: To deal a new hand on a clear table, click in the white outlines that indicate the dealer or player positions.
da: For at give en ny hånd på et ryddet bord, klik i den hvide boks som indikerer kortgiverens eller spillerens position.
eu: Garbitutako mahaian beste eskualdi bat banatzeko, egin klik banatzailearen edo jokalariaren kokalekua adierazten duten eremu zurietan.

source: To deal a new hand after play has finished on the current hands, click once on any of the cards on the table.
da: For at give en ny hånd efter spillet er sluttet på de aktuelle hænder, klik en gang på et af kortene på bordet.
eu: Uneko eskualdiko jokoa amaitutakoan beste eskualdi bat banatzeko, egin klik mahaiko edozein kartatan.

source: To Add a Card to a Hand (Hit)
da: For at tilføje et kort til en hånd (Køb)
eu: Eskualdiari karta bat gehitzeko (eskatu)

source: You may add cards to a hand until the hand total is 21 or over.
da: Du må tilføje kort til en hånd indtil håndens værdi er 21 eller derover.
eu: Eskualdiaren balioa guztira 21, edo 21etik gorakoa, izan arte gehitu dakizkioke kartak.

source: To add a card to a player's hand, click once on any card in the hand.
da: For at tilføje et kort til en spillers hånd, klik en gang på et kort i hånden.
eu: Jokalari baten eskualdiari karta bat gehitzeko, egin klik eskualdiko karta batean.

source: To Stop Taking Cards (Stand)
da: Stoppe med at modtage kort (Stå)
eu: Karta gehiago ez hartzeko (planto egin)

source: You may stop taking cards at any time after the first two cards have been dealt.
da: Du må stoppe med at modtage kort på ethvert tidspunkt efter, at du har modtaget de første to kort.
eu: Lehen bi kartak banatutakoan, nahi duzunean esan dezakezu ez duzula karta gehiago nahi.

source: To stop adding cards to a hand, click once on any other hand. For example, when there is only one player position (ie. you have not split a pair), click on the dealer's hand to stand. When you have split a pair, you may stand on the first player hand by clicking on the second player hand, or the dealer hand.
da: For at stoppe med at tilføje kort til en hånd, klik en gang på en af de andre hænder. For eksempel, når der kun er en spillerposition (det vil sige, du har ikke delt op i et par), klik på kortgiverens hånd for at stoppe. Når du har delt et par, kan du stoppe på den første hånd ved at klikke på den anden spillers hånd, eller kortgiverens hånd.
eu: Ez badiozu eskualdiari karta gehiago gehitu nahi, egin klik beste edozein eskutan. Adibidez, jokalari-kokaleku bakarra dagoenean (ez baduzu bikoterik zatitu), egin klik banatzailearen eskuan planto egiteko. Pare bat zatitu baduzu, lehen jokalariaren eskuan planto egin dezakezu; horretarako egin klik bigarren jokalariaren eskuan edo banatzailearen eskuan.

source: To Double Down
da: At doble ned
de: So können Sie verdoppeln
eu: Bikoizteko

source: To double down, double click on any of the player chips after the first two cards have been dealt.
da: For at doble ned, dobbeltklik på en af jetonerne efter de første to kort er blevet uddelt.
eu: Bikoizteko, egin klik bi aldiz jokalariaren fitxa batean, lehen bi kartak banatutakoan.

source: To Split Pairs
da: For at dele i par
eu: Pareak zatitzeko

source: To split a pair, drag the top card of the hand off the player position and drop on any empty space on the table.
da: For at dele i et par, træk det øverste kort væk fra spillerpositionen og slip det på et tomt sted på bordet.
eu: Pare bat zatitzeko, arrastatu jokalariaren kokalekuaren gain-gainean dagoen karta eta utzi mahaiko toki huts batean.

source: To Surrender
da: At overgive sig
eu: Amore emateko

source: Not yet implemented.
da: Ikke implementeret endnu.
de: Noch nicht implementiert.
eu: Oraindik ez dago inplementatuta.

source: Get a hint
da: Få et fif
de: Einen Hinweis erhalten
eu: Iradokizun bat jasotzea

source: At any time you may ask the game for a hint. To do this either click on the <interface>Hint</interface> button on the <interface>toolbar</interface>, or choose the <menuchoice><guisubmenu>Game </guisubmenu><guimenuitem>Hint</guimenuitem></menuchoice> menu item.
da: På ethvert tidspunkt kan du bede spillet om et fif. For at gøre dette klik enten på knappen <interface>Fif</interface> på <interface>værktøjslinjen</interface>, eller vælg menupunktet <menuchoice><guisubmenu>Spil </guisubmenu><guimenuitem>Fif</guimenuitem></menuchoice>.
de: Jederzeit können Sie das Spiel um einen Hinweis bitten. Klicken Sie dafür entweder auf die Schaltfläche <interface>Hinweis</interface> in der <interface>Werkzeugleiste</interface>, oder wählen Sie <menuchoice><guisubmenu>Spiel</guisubmenu><guimenuitem>Hinweis</guimenuitem></menuchoice> aus dem Menü.
eu: Edozein unetan eska diezaiokezu jokoari iradokizun bat emateko. Horretarako, egin klik <interface>tresna-barra</interface>ko <interface>Iradokizuna</interface> botoian, edo aukeratu <menuchoice><guisubmenu>Jokoa</guisubmenu><guimenuitem>Iradokizuna</guimenuitem></menuchoice> menu-elementua.

source: Keyboard control
da: Tastaturkontrol
de: Tastatursteuerung
eu: Teklatuaren kontrola

source: Control keys
da: Kontroltaster
de: Tastatursteuerung
eu: Kontrol-teklak

source: Most of the operations in the game can be controlled from keyboard input. <table><placeholder-1/><tgroup cols="2" align="left" colsep="1" rowsep="1"><thead><row><entry>Action</entry><entry>Key</entry></row></thead><tbody><row><entry>Deal new hand</entry><entry>ENTER</entry></row><row><entry>Hit / Add card</entry><entry>H</entry></row><row><entry>Stand / Finish hand</entry><entry>S</entry></row><row><entry>Double down</entry><entry>D</entry></row><row><entry>Split hand</entry><entry>P</entry></row><row><entry>Surrender hand</entry><entry>R</entry></row></tbody></tgroup></table>
da: De fleste aktioner i spillet kan kontrolleres via tastaturet. <table><placeholder-1/><tgroup cols="2" align="left" colsep="1" rowsep="1"><thead><row><entry>Handling</entry><entry>Tast</entry></row></thead><tbody><row><entry>Giv ny hånd</entry><entry>RETUR</entry></row><row><entry>Køb / Tilføj kort</entry><entry>H</entry></row><row><entry>Stå / Færdig hånd</entry><entry>S</entry></row><row><entry>Doble ned</entry><entry>D</entry></row><row><entry>Delt hånd</entry><entry>P</entry></row><row><entry>Overgiv hånd</entry><entry>R</entry></row></tbody></tgroup></table>
eu: Jokoko eragiketa gehienak teklatuaren bidez kontrola daitezke. <table><placeholder-1/><tgroup cols="2" align="left" colsep="1" rowsep="1"><thead><row><entry>Ekintza</entry><entry>Tekla</entry></row></thead><tbody><row><entry>Eskualdi berria banatu</entry><entry>SARTU</entry></row><row><entry>Karta bat eskatu / gehitu</entry><entry>H</entry></row><row><entry>Planto egin / Eskualdia amaitu</entry><entry>S</entry></row><row><entry>Bikoiztu</entry><entry>D</entry></row><row><entry>Zatitu</entry><entry>P</entry></row><row><entry>Amore eman</entry><entry>R</entry></row></tbody></tgroup></table>

source: To configure <application>Blackjack</application>, choose <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following tabbed sections:
da: For at konfigurere <application>Blackjack</application>, vælg <menuchoice><guimenu>Opsætning</guimenu><guimenuitem>Indstillinger</guimenuitem></menuchoice>. Vinduet <guilabel>Indstillinger</guilabel> indeholder de følgende sektioner af faneblade:
de: Um <application>Blackjack</application> anzupassen, wählen Sie <menuchoice><guimenu>Einstellungen</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>. Der Dialog <guilabel>Einstellungen</guilabel> enthält die folgenden durch Reiter dargestellten Bereiche:
eu: <application>Blackjack</application> aplikazioa konfiguratzeko, aukeratu <menuchoice><guimenu>Ezarpenak</guimenu><guimenuitem>Hobespenak</guimenuitem></menuchoice>. <guilabel>Hobespenak</guilabel> elkarrizketa-koadroak fitxa hauek ditu:

source: Display hand probabilities
da: Vis sandsynligheder for hånd
de: Hand-_Wahrscheinlichkeiten anzeigen
eu: Bistaratu eskualdiko probabilitateak

source: Select this item to display dealer hand probabilities and expected values for the various player options.
da: Vælg dette punkt for at vise sandsynlighederne for kortgiverens hånd og forventede værdier for de forskellige muligheder for spilleren.
eu: Hautatu elementu hau banatzailearen eskualdiko probabilitateak eta jokalariak dituen aukeretan lortzea espero diren balioak bistaratzeko.

source: Quick deals
da: Hurtig runde
eu: Banaketa azkarrak

source: Select this item to make the computer deal cards without a delay
da: Vælg dette punkt for at lade computeren uddele kort uden forsinkelse
de: Wählen Sie diesen Eintrag, um den Computer die Karten ohne Verzögerung geben zu lassen.
eu: Hautatu elementu hau ordenagailuak kartak atzerapenik gabe banatu ditzan

source: Rules
da: Regler
de: Regeln
eu: Arauak

source: Select rule variations from the list.
da: Vælg regelvariationer fra listen.
de: Wählen Sie abweichende Regeln aus der Liste.
eu: Hautatu arauen bariazioak zerrendatik.

source: Cards
da: Kort
de: Karten
eu: Kartak

source: Customize the appearance of the playing cards.
da: Tilpas udseendet på spilkortene.
de: Ändern des Erscheinungsbildes der Spielkarten.
eu: Pertsonalizatu karten itxura.

source: Advanced
da: Avanceret
de: Erweitert
eu: Aurreratua

source: Dealer Probabilities
da: Sandsynligheder for kortgiver
de: Hand-Wahrscheinlichkeiten des Gebers
eu: Banatzailearen probabilitateak

source: When the <guilabel>Show dealer probabilities</guilabel> option is selected in the <guilabel>Game</guilabel> tab of the <guilabel>Preferences</guilabel> dialog, the exact probabilities of each possible outcome of the dealer's hand are displayed over the table surface, to the left of the dealer's hand. The probabilities range from zero to one, where zero means impossible and one means certain. These probabilities take into account all cards dealt from the shoe.
da: Når indstillingen <guilabel>Vis sandsynligheder for kortgiver</guilabel> er valgt i fanebladet <guilabel>Spil</guilabel> i vinduet <guilabel>Indstillinger</guilabel> vises den præcise sandsynlighed for hvert muligt udfald af kortgiverens hånd over spilområdets overflade, til venstre for kortgiverens hånd. Sandsynlighederne går fra nul til en, hvor nul betyder umuligt og en betyder sikker. Disse sandsynligheder tager alle kort trukket fra bunken med i beregningen.
eu: <guilabel>Hobespenak</guilabel> elkarrizketa-koadroko <guilabel>Jokoa</guilabel> fitxan dagoen <guilabel>Erakutsi banatzailearen probabilitateak</guilabel> aukera hautatzen denean, banatzailearen eskualdiko emaitza posible guztien probabilitateak bistaratuko dira mahaian, banatzailearen karten ezkerraldean. Probabilitateak zero eta bat artean daude; zerok ezinezkoa adierazten du eta batek segurua. Probabilitate horiek sortatik banatutako karta guztiak hartzen dituzte kontuan.

source: Player Expected Values
da: Forventede spillerværdier
de: Erwartungswerte des Spielers
eu: Jokalariaren aurreikusitako balioak
